atom
bartender
cleanmymac
dash
docker
firefox
flux
franz
google-backup-and-sync
istat-menus
iterm2
proxpn
snagit
sourcetree
sublime-text
teamviewer
textual
vagrant
virtualbox
vlc
