atom
bartender
cleanmymac
dash
docker
eqmac
firefox-nightly
fluor
flux
google-backup-and-sync
insomnia
istat-menus
iterm2
marshallofsound-google-play-music-player
monodraw
netspot
postman
proxpn
pycharm
soundflower
station
sublime-text
teamviewer
ukelele
textual
vagrant
virtualbox
vlc
waves-central
wifi-explorer
homebrew/cask-drivers/yubico-yubikey-manager¬
homebrew/cask-drivers/yubico-yubikey-personalization-gui
