edc/bass
evanlucas/fish-kubectl-completions
jethrokuan/fzf
jorgebucaran/fisher
miki725/fish-docker
oh-my-fish/plugin-hash
oh-my-fish/plugin-osx
re3turn/fish-git-util
